Repository: 13927729580/PDF-Archive-Viewer
Catalog: PDFArchiver/*.lproj/Localizable.strings
Languages: de

source: All
de: Alle

source: Camera access is required to scan documents.
de: Der Zugriff auf die Kamera wird benötig, um Dokumente scannen zu können.

source: Cancel
de: Abbrechen

# Delete
source: Delete document
de: Dokument löschen

source: Do you really want to delete this document?
de: Möchtest du dieses Dokument wirklich löschen?

# document_error_description__date_missing
source: Datum Fehlt
de: Date Missing

# document_error_description__description_missing
source: Beschreibung Fehlt
de: Description Missing

# document_error_description__no_document_selected
source: Dokument Fehlt
de: Document Missing

# document_error_description__rename_failed_file_already_exists
source: Umbenennung Fehlgeschlagen
de: Renaming Failed

# document_error_description__tags_missing
source: Tags Fehlen
de: Tags Missing

# document_failure_reason__date_missing
source: Das Datum des Dokumentes wurde nicht angegeben.
de: No document date could be found.

# document_failure_reason__description_missing
source: Es konnte keine Dokumentenbeschreibung gefunden werden.
de: No document description could be found.

# document_failure_reason__no_document_selected
source: Es wurde kein Dokument ausgewählt.
de: No document was selected.

# document_failure_reason__rename_failed_file_already_exists
source: Das Umbenennen des Dokumentes ist fehlgeschlagen.
de: The renaming of the document failed.

# document_failure_reason__tags_missing
source: Es wurden keine Tags für das Dokument eingegeben.
de: No tags were entered for the document.

# document_recovery_suggestion__date_missing
source: Bitte fügen Sie ein Datum hinzu.
de: Please add a date.

# document_recovery_suggestion__description_missing
source: Bitte geben Sie eine Beschreibung ein.
de: Please provide a description.

# document_recovery_suggestion__rename_failed_file_already_exists
source: Bitte ändern Sie z.B. die Beschreibung des Dokumentes.
de: Please change e.g. the description of the document.

# document_recovery_suggestion__tags_missing
source: Bitte fügen Sie Tags hinzu.
de: Please add tags.

source: Error
de: Fehler

# error_message_fallback
source: Hier lief etwas schief!
de: Something went terribly wrong here!

source: Grant Access
de: Erlauben

# intro.find.description
source: You can find your documents quickly and easily at any time via the archive or the iCloud Drive app - so you always have your most important information in your pocket!
de: Über das Archiv oder die iCloud Drive App kannst du deine Dokumente schnell und einfach jederzeit finden - so hast du deine wichtigsten Informationen immer in deiner Tasche!

# intro.last.description
source: And now have fun archiving with PDF Archiver!
de: Und nun viel Spaß beim Archivierung mit PDF Archiver!

# intro.scan.description
source: Scan your documents, letters or invoices easily and with just two clicks with PDF Archiver. The app recognizes the text in your documents and saves it securely as a PDF file in iCloud Drive.
de: Scanne deine Dokumente, Briefe oder Rechnungen einfach und mit nur zwei Klicks mit PDF Archiver. Die App erkennt den Text in deinen Dokumenten und speichert ihn sicher als PDF Datei in iCloud Drive.

# intro.tag.description
source: You have some time in between? Tag your documents and find them quickly at any time. The intelligent text recognition automatically suggests the date and matching tags. Describe your document e.g. with 'Blue Favorite Sweater' and save it in your archive.
de: Du hast zwischendurch etwas Zeit? Tagge deine Dokumente und finde sie jederzeit schnell wieder. Durch die intelligente Texterkennung werden dir Datum und passende Tags automatisch vorgeschlagen. Beschreibe dein Dokument z.B. mit 'Blauer Lieblingspullover' und speichere es im Archiv.

source: Need Camera Access
de: Kamera Zugriff benötigt

# not-found.icloud-drive.text
source: Could not find iCloud Drive.
de: iCloud Drive konnte nicht gefunden werden.

# not-found.icloud-drive.title
source: Attention
de: Achtung

# not-saved-images.title
source: Save failed!
de: Speichern fehlgeschlagen!

source: per month
de: pro Monat

source: per year
de: pro Jahr

source: Search Documents
de: Dokumente durchsuchen

# subscription.cancel
source: Cancel
de: Abbrechen

# subscription.restore
source: Restore
de: Wiederherstellen

# subscription.text
source: • Try the app for free! You can try the app in a free trial period of 1 month by choosing a subscription. You can try the app without any costs in this period. • Your Apple account will be charged for the next subscriptioon period within the final 24 hours of the current period. • The subscription will renew automatically if you do not deactivate the renewal in the account setting in iTunes or the App Store at least 24 hours before the end of the subscription period.
de: • Testen Sie die App 1 Monat als Demo kostenlos. Wählen Sie hierfür eine Abo-Modell auf der rechten Seite aus. • Ihr Apple-Account wird innerhalb der letzten 24 Stunden der Laufzeit des laufenden Abos für den nächsten Zeitraum belastet. • Das Abo verlängert sich automatisch, wenn die Verlängerung nicht wenigstens 24 Stunden vor Ablauf in den Konto-Einstellungen in iTunes oder im App Store deaktiviert wird.

# subscription.title
source: Subscription
de: Abo

# tagging.date-description.untagged-documents
source: Untagged Documents
de: Verbleibende Dokumente

# tagvc.enter-tag
source: Enter a tag
de: Tag eingeben

# test_file1
source: archive/2018/2018-04-05--salary-april__tax_work.pdf
de: 2018-04-05--gehalt-april__arbeit_steuer_gehalt.pdf

# test_file2
source: archive/2017/2017-04-04--gff-info__donation_tax.pdf
de: 2017-04-04--gff-info__spenden_steuer.pdf

# test_file3
source: archive/2016/2016-04-03--insurance-report__letter_insurance.pdf
de: 2003-04-03--versicherung-report__brief_versicherung.pdf

# test_resource_filename
source: 2017-01-17--tom-tailor-jeans__bill_clothes_shopping
de: 2017-01-17--tom-tailor-jeans__kleidung_rechnung

source: Unable to share document without the pdf file
de: Dokument konnte nicht gefunden werden.
